{
    "storymap": {
        "attribution": "",
        "call_to_action": true,
        "call_to_action_text": "",
        "map_access_token": "pk.eyJ1Ijoia3dzdGFuY2lsIiwiYSI6ImNrcWJ1ZGM5YzB1OHgzMG1vbDF5d3B3aXIifQ.gCIQHNVuEDcsG0l2wb7x5A",
        "map_as_image": false,
        "map_subdomains": "abcd",
        "map_type": "mapbox:mapbox://styles/kwstancil/cmbxx0a2i00zq01r70ips5ftt",
        "slides": [
            {
                "date": "",
                "location": {
                    "line": true
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": ""
                },
                "text": {
                    "headline": "Global Climate Apartheid: Mapping Three Dimensions of Injustice",
                    "text": "This storymap explores&nbsp;three dimensions of climate injustice: causes, consequences, and responses."
                },
                "type": "overview"
            },
            {
                "date": "",
                "location": {
                    "lat": 47.59619970743908,
                    "line": true,
                    "lon": -36.565937683832416,
                    "zoom": 10
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "<iframe width='100%' height='400px' src=\"https://api.mapbox.com/styles/v1/kwstancil/clxxvrb4n000h01oefauv6c9v.html?title=false&access_token=pk.eyJ1Ijoia3dzdGFuY2lsIiwiYSI6ImNrcWJ1ZGM5YzB1OHgzMG1vbDF5d3B3aXIifQ.gCIQHNVuEDcsG0l2wb7x5A&zoomwheel=false#2.13/13.46/-69.09\" title=\"Cumulative GHG Emissions Cartogram\" style=\"border:none;\"></iframe>"
                },
                "text": {
                    "headline": "Injustice #1: Uneven responsibility for causing the climate crisis",
                    "text": "Not everyone has contributed equally to unleashing climate chaos."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 53.48537008129629,
                    "line": true,
                    "lon": -2.228137008855973,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "//uploads.knightlab.com/storymapjs/77b370c700bbda8d32583dbd15fb8894/global-climate-apartheid-mapping-three-dimensions-of-injustice/_images/cumulative-contributions-global-warming-cartogram.png"
                },
                "text": {
                    "headline": "International carbon inequality over time",
                    "text": "Rich countries bear more responsibility than poor countries&nbsp;for producing the climate crisis.<br><br>Mapping cumulative greenhouse gas emissions from fossil fuels and industrial processes (Manchester is where the coal-powered industrial revolution began) makes clear the Global North’s outsized contribution to rising temperatures."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 40.70614376873989,
                    "line": true,
                    "lon": -74.00847398049947,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://datawrapper.dwcdn.net/ZPFSY/1/"
                },
                "text": {
                    "headline": "International carbon inequality persists today",
                    "text": "Mapping per capita consumption-based carbon dioxide emissions from 2021 (i.e., emissions that have been adjusted for trade) confirms that the Global North’s outsized contribution to climate change is not just historical but ongoing.<br><br>Today, Wall Street and other financial power centers exert considerable influence over the shape of our global economy and ecology."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 38.744435575659644,
                    "line": true,
                    "lon": -90.3047542088524,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://datawrapper.dwcdn.net/XDZ4j/4/"
                },
                "text": {
                    "headline": "Carbon inequality within countries is significant",
                    "text": "<div>While it’s crucial to highlight international inequality in greenhouse gas pollution, it’s equally crucial to not lose sight of intra-national carbon inequality.<br><br>The residents of Ferguson, Missouri, and Beverly Hills, California, for instance, do not contribute equally to the problem.&nbsp;</div><div><br></div><div>In every region of the world, the richest 10% generate far more planet-heating emissions on a per capita basis than the poorest 50%. Supplementing national-level statistics, which obscure variation within countries, with income- and wealth-based data can help demonstrate the necessity of attacking socioeconomic and carbon inequality simultaneously and at all scales.<br><br>While wealthy elites' overconsumption&nbsp;is a major problem, their private control over investment decisions is arguably even more important. That is what has imposed resource-profligate lifestyles on millions of workers&nbsp;(e.g., automobility and detached single-family homes in suburbs proved more profitable than mass transit and dense social housing) and stymied a green transition (i.e., a more equitable and democratic society would move faster to&nbsp;produce clean energy and phase out fossil fuels).</div>"
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 18.97876514461621,
                    "line": true,
                    "lon": 72.83696270933086,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://datawrapper.dwcdn.net/p9N3w/2/"
                },
                "text": {
                    "headline": "... and getting worse",
                    "text": "The share of global carbon inequality attributable to within-country inequality has increased over the past three decades.<br><br>The development of deeply unequal cities in the Global South, such as Mumbai, only underscores the pressing need to pursue decarbonization and downward redistribution concurrently and across scales."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 14.96078625043175,
                    "line": true,
                    "lon": 18.780078672696597,
                    "zoom": 3
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "<iframe width='100%' height='400px' src=\"https://api.mapbox.com/styles/v1/kwstancil/clybvfvh600md01r48avs4d3a.html?title=false&access_token=pk.eyJ1Ijoia3dzdGFuY2lsIiwiYSI6ImNrcWJ1ZGM5YzB1OHgzMG1vbDF5d3B3aXIifQ.gCIQHNVuEDcsG0l2wb7x5A&zoomwheel=false#1.88/8.42/30.48\" title=\"Cumulative GHG Emissions Choropleth\" style=\"border:none;\"></iframe>"
                },
                "text": {
                    "headline": "Injustice #2: Those who have done the least to cause the crisis face its worst consequences",
                    "text": "Despite bearing far less responsibility for the climate crisis, impoverished countries—especially their poorest residents—face the brunt of its current and future impacts."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 18.53998480576948,
                    "line": true,
                    "lon": -72.34617623640015,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "//uploads.knightlab.com/storymapjs/77b370c700bbda8d32583dbd15fb8894/global-climate-apartheid-mapping-three-dimensions-of-injustice/_images/projected-spread-inhospitable-temps.png"
                },
                "text": {
                    "headline": "Inhospitable temperatures are projected to affect some of the world's poorest regions",
                    "text": "In “Future of the human climate niche,” Xu et al. (2021)&nbsp;<a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1910114117\" target=\"_blank\" rel=\"nofollow\">warn</a>&nbsp;that under a high-emissions and low-migration scenario, one-third of the global population in 2070 is likely to endure a mean annual temperature greater than 29°C (84.2°F). As of 2020, such dangerous conditions were “found in only 0.8% of the Earth’s land surface.”<br><br>Using&nbsp;<a href=\"https://datadryad.org/stash/dataset/doi:10.5061/dryad.fj6q573q7\" target=\"_blank\" rel=\"nofollow\">data</a>&nbsp;provided in the paper, I mapped the projected growth of this deadly milieu, which is expected to expand from essentially a few areas in the Sahara to encompass a wide swath of densely populated land between the Tropic of Cancer and the Tropic of Capricorn.<br><br>This will put hundreds of millions of people, many of them poor and having done little to drive the climate crisis, directly in harm’s way.<br><br>Haiti, for example, is one of many Caribbean nations where intensifying heat will endanger public health, and many countries in Central America, Africa, and Southeast Asia are also at heightened risk."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 31.691081087588646,
                    "line": true,
                    "lon": -106.86849373314816,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://youtu.be/nj-X_N4HGOE"
                },
                "text": {
                    "headline": "Injustice #3: The primary response to the crisis so far is more militarization and border fortification",
                    "text": "There’s still time to avert the climate emergency’s most catastrophic effects.&nbsp;And yet,&nbsp;even as the window for lifesaving action rapidly closes, rich nations continue to invest more in militarization and border fortification than in risk mitigation, green adaptation, and compensation for locked-in damages.<br><br>This does not bode well for humanity, as it pushes us closer to eco-fascism and further from a just transition."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": 38.872015477631706,
                    "line": true,
                    "lon": -77.055805563385,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://flo.uri.sh/visualisation/18651367/embed"
                },
                "text": {
                    "headline": "Global military spending outpaces climate finance for developing countries",
                    "text": "From 2013 to 2022, governments worldwide spent roughly 29 times more on&nbsp;militarism than on climate finance for low-income nations.<br><br>The leading offender has been the United States, which has reneged on its climate commitments while spending more on its military than the next nine countries combined."
                }
            },
            {
                "date": "",
                "location": {
                    "lat": -12.463615625006023,
                    "line": true,
                    "lon": 130.84398319810302,
                    "zoom": 12
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": "https://datawrapper.dwcdn.net/M2lQn/2/"
                },
                "text": {
                    "headline": "Rich countries are spending significantly more to militarize their borders than to support climate action in poor countires",
                    "text": "From 2013 to 2018, the United States, Canada, and Australia spent nearly five times more on border militarization than on climate finance for developing countries.<br><br>Australia's Operation Sovereign Borders is one example of a wealthy nation militarizing its borders just as climate-related displacement begins to&nbsp;intensify, and it is far from alone."
                }
            }
        ],
        "zoomify": false
    }
}